{
  "notifications": [
    {
      "id": "1",
      "title": "Уведомление 1",
      "description": "Произошло какое-то событие",
      "userId": "1"
    },
    {
      "id": "2",
      "title": "Уведомление 2",
      "description": "Произошло какое-то событие",
      "userId": "1",
      "href": "http://localhost:3000/admin"
    },
    {
      "id": "3",
      "title": "Уведомление 3",
      "description": "Произошло какое-то событие",
      "userId": "1",
      "href": "http://localhost:3000/admin"
    },
    {
      "id": "4",
      "title": "Уведомление 4",
      "description": "Произошло какое-то событие",
      "userId": "1"
    },
    {
      "id": "5",
      "title": "Уведомление 1",
      "description": "Произошло какое-то событие",
      "userId": "2"
    }
  ],
  "articles": [
    {
      "id": "1",
      "title": "Основи профілактики COVID-19",
      "subtitle": "Що потрібно знати кожному?",
      "img": "https://mviskarada.gov.ua/media/k2/items/cache/d0dee64853976ef255dfca075907f666_XL.jpg",
      "views": 1022,
      "createdAt": "26.04.2020",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "З моменту появи COVID-19, весь світ опинився перед небаченим викликом. У боротьбі з цією пандемією, важливо зрозуміти та виконувати основні профілактичні заходи. Вони не тільки допомагають зменшити ризик інфікування, але й відіграють ключову роль у запобіганні поширення вірусу серед спільноти.",
            "На першому місці стоїть регулярне та ретельне миття рук. Це здається простим, але миття рук з милом на протязі щонайменше 20 секунд є одним з найефективніших способів запобігання поширенню вірусу. Коли милу та води під рукою немає, альтернативою може служити антисептик для рук, що містить не менше 60% алкоголю.",
            "Соціальне дистанціювання також відіграє важливу роль. Утримуватися на безпечній відстані від інших людей (щонайменше 1 метр), особливо якщо вони кашляють або чхають, може допомогти уникнути контакту з краплями, які можуть містити вірус.",
            "Використання масок є ще одним важливим аспектом профілактики. Маска може не лише захистити вас, але й людей навколо від ризику інфекції, особливо у місцях з високою концентрацією людей, таких як громадський транспорт чи магазини.",
            "Очищення та дезінфекція поверхонь, які часто торкаються, є також ключовими. Речі, як-от дверні ручки, мобільні телефони, клавіатури та робочі столи, можуть бути потенційними векторами для передачі вірусу.",
            "Важливо також пам'ятати про власне здоров'я. Підтримувати міцний імунітет шляхом збалансованого харчування, достатнього сну та регулярних фізичних вправ може допомогти вашому організму впоратися з вірусом, якщо інфекція все ж станеться.",
            "Нарешті, важливо слідувати місцевим рекомендаціям та настановам здоров'я. Уряди та органи охорони здоров'я постійно оновлюють свої рекомендації, базуючись на найновіших наукових даних, тому слідкувати за останніми повідомленнями та рекомендаціями є надзвичайно важливим.",
            "Взявши до уваги ці прості, але важливі заходи, кожен з нас може зробити свій внесок у боротьбу з пандемією COVID-19 та захистити себе та своє оточення."
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Маски та Їх Роль у Запобіганні Поширенню COVID-19",
      "subtitle": "Все про вибір та використання захисних масок",
      "img": "https://cdn.abo.media/upload/article/o_1ehphoe6g1lp48lp19kp1cfa1nn21k.jpg",
      "views": 5204,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Одним з найбільш обговорюваних аспектів пандемії COVID-19 є використання масок. З початку пандемії, маски стали не тільки символом нової реальності, але й критично важливим елементом у стратегії запобігання поширенню вірусу.",
            "Маски допомагають у двох основних напрямках: захищаючи носія від потенційного інфікування і запобігаючи розповсюдженню вірусу від інфікованої особи. Це особливо важливо, оскільки люди можуть бути заразними навіть не маючи симптомів захворювання.",
            "Маски, особливо медичні та тканинні, створюють бар'єр, який обмежує викид крапельок, що виникають під час кашлю, чхання або навіть під час розмови. Ці крапельки можуть містити вірусні частинки і, потрапляючи в повітря, можуть інфікувати інших людей.",
            "Ефективність маски значною мірою залежить від її типу та правильного носіння. N95 маски, наприклад, забезпечують вищий рівень захисту, але вони також мають бути правильно підігнані до обличчя для забезпечення найкращого захисту. Тканинні маски, хоча й менш ефективні в порівнянні з медичними масками, все ж є хорошим варіантом для повсякденного використання, особливо в місцях, де соціальне дистанціювання є складним.",
            "Для підвищення ефективності, маску необхідно носити належним чином. Вона повинна покривати як ніс, так і рот, щільно прилягаючи до боків обличчя без великих зазорів. Важливо також уникати частого торкання до маски під час її носіння, оскільки це може збільшити ризик передачі вірусу.",
            "Не можна ігнорувати і питання гігієни масок. Тканинні маски потрібно регулярно прати, а одноразові маски слід замінювати після кількох годин використання або якщо вони стають вологими або забрудненими.",
            "У поєднанні з іншими профілактичними заходами, такими як регулярне миття рук і соціальне дистанціювання, маски є ефективним засобом боротьби з розповсюдженням COVID-19. Їхня роль у забезпеченні особистої безпеки та захисту оточуючих не може бути недооцінена, особливо в умовах, коли вакцинація ще не доступна всім категоріям населення."
          ]
        }
      ]
    },
    {
      "id": "3",
      "title": "Роль Соціального Дистанціювання у Попередженні Захворюваності",
      "subtitle": "Глибоке дослідження ефективності соціального дистанціювання",
      "img": "https://uk.e-medjournal.com/public/journals/1/submission_338_295_coverImage_uk_UA.jpg",
      "views": 94002,
      "createdAt": "26.02.2019",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Соціальне дистанціювання, вже відоме як один з ключових елементів стратегії боротьби з COVID-19, відіграє вирішальну роль у запобіганні поширенню вірусу. У цьому контексті, соціальне дистанціювання означає утримання безпечної відстані між індивідами, зазвичай рекомендується як мінімум 1-2 метри, щоб зменшити можливість передачі вірусу через крапельки, які виділяються під час кашлю, чхання або розмови.",
            "Ефективність соціального дистанціювання полягає у зниженні ризику контакту з інфікованими особами, особливо важливо це у громадських місцях, де висока концентрація людей. Цей захід також обмежує можливість розповсюдження вірусу в місцях, де він може передаватися від особи до особи, наприклад, у магазинах, офісах або на громадському транспорті.",
            "Дослідження показують, що соціальне дистанціювання ефективно зменшує швидкість передачі вірусу. У країнах та регіонах, де були вжиті ранні заходи соціального дистанціювання, спостерігалася значно нижча інтенсивність спалахів порівняно з місцями, де такі заходи були введені пізніше або не були введені зовсім.",
            "Однак соціальне дистанціювання має свої виклики, особливо в соціальному та економічному аспектах. Довготривале дистанціювання може призвести до відчуття ізоляції, стресу та економічних труднощів, особливо для людей, чия робота вимагає особистого контакту. Тому важливо знаходити баланс між захистом громадського здоров'я та підтримкою соціального та економічного благополуччя людей.",
            "Враховуючи ці фактори, соціальне дистанціювання є невід'ємною частиною глобальної відповіді на пандемію. У поєднанні з іншими заходами, такими як миття рук, носіння масок та вакцинація, воно створює комплексний підхід до зменшення ризиків інфекції та контролю над розповсюдженням COVID-19.",
            "Зрештою, соціальне дистанціювання – це не просто індивідуальний вибір або рекомендація; це колективна відповідальність. Через це, усвідомлення важливості цього заходу та його дотримання кожною особою стає ключовим у забезпеченні безпеки та здоров'я наших спільнот у цей складний час."
          ]
        }
      ]
    },
    {
      "id": "4",
      "title": "Імунітет та Харчування: Підтримка Здоров'я під час Пандемії",
      "subtitle": "Рекомендації щодо дієти та харчування для зміцнення імунітету",
      "img": "https://harchi.info/sites/default/files/styles/article-teaser/public/articles/7366-healthy-food.jpg",
      "views": 10222,
      "createdAt": "24.01.2022",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Пандемія COVID-19 змусила багатьох з нас переосмислити наш підхід до здоров'я та імунітету. Імунна система грає вирішальну роль у захисті організму від інфекцій та хвороб, а збалансоване харчування є ключовим елементом у підтримці сильного імунітету. У часи, коли здоров'я є нашим пріоритетом, розуміння взаємозв'язку між дієтою та імунною функцією є більш актуальним ніж будь-коли.",
            "Збалансоване харчування має включати різноманітність продуктів, які забезпечують організм необхідними вітамінами, мінералами та іншими поживними речовинами. Продукти багаті на вітамін C, як-от цитрусові, ягоди та зелені овочі, відомі своєю здатністю підтримувати імунну систему. Вітамін D, який міститься в жирній рибі, яєчних жовтках та збагачених молочних продуктах, також важливий для імунної функції, особливо під час зимових місяців, коли сонячного світла не вистачає.",
            "Цинк, знайдений у м'ясі, бобових, горіхах та насінні, є іншим ключовим мінералом, який підтримує імунну систему. Пробіотики, що містяться в кисломолочних продуктах, як-от йогурт та кефір, можуть допомогти підтримувати здоров'я кишечника, який є важливою частиною імунної системи. Адекватне споживання протеїну, особливо з високоякісних джерел, таких як птиця, риба, бобові та тофу, є важливим для відновлення та підтримки імунної системи.",
            "Крім вибору правильних продуктів, звернення уваги на загальний спосіб життя є важливим для підтримки імунітету. Це включає достатній сон, регулярні фізичні вправи та уникнення надмірного стресу. Здоровий спосіб життя не тільки допомагає підтримувати сильний імунітет, але й покращує загальне самопочуття та допомагає впоратися з емоційними викликами, які можуть супроводжувати пандемію.",
            "У підсумку, харчування відіграє вирішальну роль у підтримці імунної системи та здоров'я в цілому. Враховуючи нинішню ситуацію з COVID-19, ніколи не було більш важливим звертати увагу на своє харчування та загальний спосіб життя, щоб зберегти себе та своїх близьких в безпеці та здоров'я."
          ]
        }
      ]
    },
    {
      "id": "5",
      "title": "Профілактика COVID-19 у Домашніх Умовах: Поради для Сімей",
      "subtitle": "Як забезпечити безпеку вдома?",
      "img": "https://media.loda.gov.ua/media/tgxj4puy/grvi.webp",
      "views": 10222,
      "createdAt": "26.02.2020",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "У часи пандемії COVID-19, наш дім став не лише місцем комфорту, але й першою лінією оборони проти вірусу. Забезпечення безпеки в домашніх умовах вимагає особливої уваги та дбайливого ставлення до профілактичних заходів. Основний принцип полягає в тому, щоб мінімізувати ризик проникнення вірусу в домашнє середовище і запобігти його поширенню серед членів сім'ї.",
            "Перше і найважливіше - це ретельне миття рук. Всі члени сім'ї повинні мити руки з милом протягом щонайменше 20 секунд, особливо після повернення додому, перед їдою, після використання туалету, і після кашлю або чхання. Це простий, але надзвичайно ефективний спосіб запобігти передачі вірусу.",
            "Підтримання чистоти в домі також є ключовим. Регулярна дезінфекція поверхонь, які часто торкаються - таких як дверні ручки, перемикачі світла, пульт дистанційного керування, телефони та комп'ютерні клавіатури - може зменшити ризик поширення вірусу. Використання дезінфектантів, які ефективні проти коронавірусу, є важливим для забезпечення цього захисту.",
            "Якщо хтось із членів сім'ї має симптоми захворювання або підтверджений COVID-19, важливо ізолювати цю особу в окремій кімнаті та окремій ванній кімнаті, якщо це можливо. Це допомагає зменшити контакт між інфікованою особою та іншими членами сім'ї. Якщо забезпечити окреме проживання неможливо, слід дотримуватися соціального дистанціювання навіть вдома, носити маски та забезпечувати постійну вентиляцію приміщень.",
            "Не слід недооцінювати роль вентиляції. Регулярне провітрювання приміщень може допомогти знизити концентрацію вірусних частинок в повітрі. Це особливо важливо, якщо в будинку є хтось хворий. Просте відкривання вікон на кілька хвилин декілька разів на день може суттєво покращити якість повітря в приміщенні.",
            "Здоров'я та безпека починаються вдома. Захист себе та своєї сім'ї від COVID-19 вимагає усвідомленого підходу до профілактичних заходів. Виконуючи ці прості кроки, можна значно знизити ризик інфікування та поширення вірусу серед близьких."
          ]
        }
      ]
    },
    {
      "id": "6",
      "title": "Психологічні Аспекти Соціального Дистанціювання",
      "subtitle": "Осмислення впливу пандемії на наш психічний стан",
      "img": "https://www.udau.edu.ua/assets/images/2022/news/73026962435824743755113346344298395842238n_5e69e50ad0be7.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "RESEARCH"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Психологічний вплив пандемії COVID-19 та супутніх заходів соціального дистанціювання можна спостерігати у всіх сферах нашого життя. Хоча ці заходи є критично важливими для здоров'я та благополуччя суспільства, вони також приносять з собою унікальні психологічні виклики. Зменшення фізичного контакту з іншими людьми, ізоляція та зміна звичного способу життя можуть значно вплинути на наш психічний стан.",
            "Ізоляція та соціальне дистанціювання можуть викликати відчуття самотності та відчуженості. Для багатьох людей, втрата звичайних соціальних контактів, як-от зустрічі з друзями, відвідування заходів або навіть повсякденний фізичний контакт з колегами на роботі, може призвести до відчуття ізоляції та підвищеного стресу. Ці почуття, у свою чергу, можуть сприяти розвитку або поглибленню депресії та тривожності.",
            "З іншого боку, соціальне дистанціювання створює можливості для осмислення та саморозвитку. Багато людей знаходять нові способи зв'язку, використовуючи цифрові технології для підтримання зв'язку з сім'єю та друзями. Це також час, коли люди можуть зайнятися хобі, навчанням або іншими активностями, на які раніше не вистачало часу.",
            "Однак, важливо визнавати та обговорювати виклики, пов'язані з психологічним впливом пандемії. Важливість психологічної підтримки та доступу до професійної допомоги не може бути недооцінена. Ініціативи, спрямовані на підвищення усвідомленості та зменшення стигми, пов'язаної з психічним здоров'ям, мають велике значення в цей час.",
            "Загалом, соціальне дистанціювання має глибокий вплив на психологічний стан людей. Підтримка рівноваги між необхідністю фізичної безпеки та психологічним благополуччям є ключовим аспектом адаптації до нової реальності, яку створила пандемія. Важливо визнавати та працювати над цими викликами, щоб підтримувати як наше фізичне, так і психологічне здоров'я."
          ]
        }
      ]
    },
    {
      "id": "7",
      "title": "Спростування Міфів про COVID-19",
      "subtitle": "Що Науковці Говорять Насправді?",
      "img": "https://static.ukrinform.com/photos/2018_11/thumb_files/630_360_1542116826-487.jpg",
      "views": 100,
      "createdAt": "21.02.2022",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "З моменту появи COVID-19, інформаційне поле було переповнене різноманітною інформацією, у тому числі і помилковою. Наукова спільнота активно працює над спростуванням міфів та неправдивих відомостей про цей вірус, що є критично важливим для глобальної відповіді на пандемію. Розглянемо деякі з найпоширеніших міфів і що науковці говорять на цю тему.",
            "Один із поширених міфів стверджує, що COVID-19 є не більше ніж звичайним грипом. Хоча симптоми цих двох вірусів можуть бути схожими, COVID-19 виявився значно більш заразним та смертельним. Важливо також зазначити, що COVID-19 може викликати серйозні довгострокові ускладнення, які ще до кінця не вивчені.",
            "Інший розповсюджений міф стосується того, що маски не ефективні в запобіганні поширенню вірусу. Наукові дослідження показали, що маски можуть значно знизити ризик передачі вірусу, особливо коли їх використовують всі люди у громадських місцях. Маски служать бар'єром, що запобігає поширенню вірусних крапельок.",
            "Ще одна поширена дезінформація стосується вакцин проти COVID-19. Ходять чутки, що вакцини розроблені з наміром контролювати населення або що вони містять шкідливі інгредієнти. В реальності, вакцини проти COVID-19 пройшли суворі клінічні випробування та демонструють високу ефективність і безпеку. Вони є ключовим інструментом у боротьбі з пандемією.",
            "Також існує міф, що COVID-19 є штучно створеним вірусом. Незважаючи на численні конспірологічні теорії, наукові дослідження показують, що вірус SARS-CoV-2, який викликає COVID-19, є природного походження. Вчені продовжують досліджувати його походження, але більшість доказів вказує на те, що він з'явився у природних умовах.",
            "Важливо пам'ятати, що у боротьбі з пандемією COVID-19 найкращим засобом є надійна, перевірена інформація. Спростування міфів та неправдивих відомостей є критично важливим для забезпечення ефективної відповіді на цю глобальну загрозу здоров'ю."
          ]
        }
      ]
    },
    {
      "id": "8",
      "title": "Вакцинація від COVID-19: Ваш Найбільший Захист",
      "subtitle": "Важливість імунізації та її роль у профілактиці вірусу",
      "img": "https://life.pravda.com.ua/images/doc/2/b/2bbb3bf-depositphotos-stevanovicigor755.jpg",
      "views": 102222,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "PREVENTION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "У контексті глобальної боротьби з пандемією COVID-19, вакцинація виступає як найважливіший інструмент в нашому арсеналі. Від самого початку пандемії, науковці та медичні фахівці акцентували на важливості розробки та впровадження ефективної вакцини для запобігання поширенню вірусу. Тепер, з декількома схваленими та широко доступними вакцинами, ми маємо можливість значно зменшити ризик інфікування та серйозних ускладнень від захворювання.",
            "Ефективність вакцин проти COVID-19 демонструється в кільках аспектах. По-перше, вони знижують ризик зараження вірусом, що є основною метою вакцинації. По-друге, навіть у випадках інфікування, вакциновані особи значно рідше зазнають тяжких форм захворювання, що в свою чергу знижує навантаження на системи охорони здоров'я. Таким чином, вакцинація не тільки захищає індивідуальне здоров'я, але й сприяє колективному імунітету, захищаючи уразливі групи населення.",
            "Вакцини проти COVID-19 розроблені з використанням найсучасніших технологій та проходять строгі клінічні випробування для забезпечення їх безпеки та ефективності. Незважаючи на швидкий темп розробки, жодних кроків у процесі випробувань та схвалення не було пропущено. Це важливо для розуміння та довіри до вакцин, оскільки дезінформація та недовіра можуть підривати зусилля щодо імунізації.",
            "Побічні ефекти вакцин проти COVID-19, як правило, легкі та короткочасні, включаючи такі симптоми, як біль у місці ін'єкції, втома або легкий головний біль. Ці симптоми є звичайною реакцією організму на вакцину та свідчать про розвиток імунної відповіді.",
            "Завершуючи, важливо підкреслити, що вакцинація від COVID-19 - це найбільш ефективний засіб для повернення до нормального життя. Вона не лише захищає індивідуальне здоров'я, але й сприяє загальному благополуччю суспільства. Вакцинація є ключем до подолання цієї пандемії та запобігання майбутніх спалахів."
          ]
        }
      ]
    },
    {
      "id": "9",
      "title": "Вакцини проти COVID-19: Розуміння Різних Типів та Їх Ефективності",
      "subtitle": "Огляд доступних вакцин та їх особливостей",
      "img": "https://gdb.rferl.org/54cdaf7a-f81b-4dde-92e6-6096db733b16_cx0_cy1_cw0_w1080_h608_s.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "З моменту появи COVID-19, світова наукова спільнота сконцентрувала свої зусилля на розробці вакцин для боротьби з цим захворюванням. На сьогоднішній день, існує кілька типів вакцин проти COVID-19, кожна з яких має свої особливості та механізми дії. Розуміння цих відмінностей є ключовим для вибору вакцинаційної стратегії та планування вакцинаційних кампаній.",
            "Перший тип вакцини - це мРНК-вакцини, такі як Pfizer-BioNTech та Moderna. Ці вакцини використовують мРНК, щоб навчити нашу імунну систему розпізнавати та боротися з вірусом. Вони не містять живого вірусу, що викликає COVID-19, і не можуть викликати захворювання. МРНК-вакцини відрізняються високою ефективністю та швидкістю розробки.",
            "Інший тип - векторні вакцини, такі як AstraZeneca, Johnson & Johnson та Sputnik V. Вони використовують безпечний вірус (не коронавірус) як вектор для доставки генетичного матеріалу вірусу SARS-CoV-2, щоб стимулювати імунну відповідь. Ці вакцини забезпечують стабільний імунітет та легше зберігаються та транспортуються порівняно з мРНК-вакцинами.",
            "Також існують інактивовані або традиційні вакцини, як Sinovac та Sinopharm. Вони містять вбитий або ослаблений вірус, що не може викликати хворобу, але здатний спровокувати імунну відповідь. Ці вакцини використовують давніше відомі технології та є добре зрозумілими у медичному співтоваристві.",
            "Незважаючи на різницю у механізмах дії, всі ці вакцини мають спільну мету - запобігти розвитку тяжких форм COVID-19 та знизити ризик госпіталізації та смерті. Вакцинація є надзвичайно важливою не тільки для захисту індивідуального здоров'я, але й для формування колективного імунітету та повернення до нормального життя.",
            "Важливо пам'ятати, що вибір вакцини може залежати від ряду факторів, включаючи наявність вакцин, вікові обмеження, медичні показання та індивідуальні переваги. Незалежно від вибору, кожна вакцина проти COVID-19, що отримала схвалення відповідних регуляторних органів, пройшла ретельне тестування та довела свою безпеку та ефективність."
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Міфи та Факти про Вакцини проти COVID-19",
      "subtitle": "Розвінчування поширених заблуджень про вакцинацію.",
      "img": "https://naglyad.org/wp-content/uploads/2021/07/file-20210118-15-1maicxu.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "У боротьбі з пандемією COVID-19 вакцинація є одним з найважливіших інструментів. Однак навколо вакцин виникає багато міфів та дезінформації, що може викликати занепокоєння та сумніви. Ця стаття має на меті розвінчати деякі з найпоширеніших міфів про вакцини проти COVID-19, підкріплюючи фактами з надійних наукових джерел.",
            "Один з найпоширеніших міфів стверджує, що вакцини проти COVID-19 можуть викликати саме захворювання. Насправді, вакцини Pfizer-BioNTech, Moderna, AstraZeneca, та інші не містять живого вірусу, який викликає COVID-19, і тому не можуть викликати саме захворювання. Вони розроблені для стимулювання імунної системи до розпізнавання та боротьби з вірусом, без ризику розвитку самого захворювання.",
            "Інший розповсюджений міф стверджує, що вакцини проти COVID-19 можуть вплинути на генетику людини. МРНК вакцини, такі як Pfizer-BioNTech та Moderna, використовують мРНК для навчання клітин виробляти білок, який імітує частину вірусу SARS-CoV-2. Однак мРНК вакцин не взаємодіє з ДНК людських клітин і не змінює її. Це було підтверджено численними науковими дослідженнями.",
            "Ще один поширений міф стосується побічних ефектів вакцин. Хоча вакцини, як і будь-які медичні препарати, можуть викликати побічні ефекти, більшість з них є легкими та короткочасними, такими як біль у місці ін'єкції, втома або легкий головний біль. Серйозні побічні ефекти дуже рідкісні і ризик їх виникнення значно нижчий, ніж ризик серйозних наслідків від COVID-19.",
            "Останнім часом з'явився міф, що вакцинація не потрібна, оскільки можна покладатися на природний імунітет після перенесеного захворювання. Однак наукові дослідження показують, що імунітет після перенесеного COVID-19 може бути непостійним, і вакцинація забезпечує більш надійний та тривалий захист. Тому вакцинація рекомендується навіть тим, хто вже перехворів на COVID-19.",
            "У підсумку, важливо орієнтуватися на факти та наукові дані при розгляді питання вакцинації проти COVID-19. Наукова спільнота та медичні фахівці підкреслюють важливість вакцинації як засобу захисту від захворювання та шляху до подолання цієї пандемії."
          ]
        }
      ]
    },
    {
      "id": "11",
      "title": "Як Вакцини проти COVID-19 Були Розроблені та Протестовані",
      "subtitle": "Заглиблення у науковий процес розробки вакцин",
      "img": "https://media.slovoidilo.ua/media/publications/13/120921/120921-1_large.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Розробка вакцин проти COVID-19 стала однією з найшвидших у медичній історії, але це не означає, що були проігноровані наукові стандарти або процедури безпеки. Науковий процес, що стоїть за розробкою цих вакцин, включав кілька етапів: від ранніх досліджень до клінічних випробувань та схвалення регулюючими органами.",
            "Усе почалося з ідентифікації та секвенування генетичного матеріалу вірусу SARS-CoV-2. Вчені швидко визначили ключові білки вірусу, які можуть бути цілями для вакцини, особливо шиповий білок, що дозволяє вірусу проникати в людські клітини. Це знання дозволило розробити вакцини, спрямовані на імунну відповідь проти цього конкретного білка.",
            "Далі наступив етап клінічних випробувань, який проходить у три фази. Фаза 1 зосереджена на безпеці вакцини, тестуючи її на невеликій групі добровольців. Фаза 2 розширює обсяг дослідження, зосереджуючись на ефективності вакцини та оптимальній дозуванні. Фаза 3 включає тисячі учасників і спрямована на підтвердження ефективності вакцини та моніторинг побічних ефектів. Ці випробування проводились з дотриманням строгих наукових та етичних стандартів.",
            "Після успішного завершення клінічних випробувань, вакцини були представлені для схвалення відповідним регуляторним органам, таким як FDA у США та EMA в Європі. Ці органи проводять ретельний аналіз зібраних даних перед тим, як дозволити використання вакцин. Такий підхід гарантує, що вакцини проти COVID-19 не тільки ефективні, але й безпечні для широкого застосування.",
            "На завершальному етапі, навіть після схвалення вакцин, триває моніторинг їх безпеки та ефективності. Це забезпечує постійний контроль та можливість швидко реагувати на будь-які проблеми, які можуть виникнути після широкого введення вакцини. Таким чином, процес розробки та тестування вакцин проти COVID-19 є прикладом наукової ретельності та відданості забезпеченню громадської безпеки."
          ]
        }
      ]
    },
    {
      "id": "12",
      "title": "Вакцинація від COVID-19: Важливість для Різних Вікових Груп",
      "subtitle": "Аналіз важливості вакцинації для різних демографічних груп.",
      "img": "https://denis.ua/uploads/symlink/0_1000/969_vaktsinatsiya_vzr_1_1920x900_1.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "У контексті пандемії COVID-19, вакцинація відіграє ключову роль у захисті різних вікових груп та зниженні ризику поширення вірусу. Кожна вікова категорія має свої особливості, що впливають на ризики та необхідність вакцинації. Аналіз важливості вакцинації для кожної демографічної групи допомагає краще зрозуміти, як можна захистити найбільш уразливі сегменти населення.",
            "Для літніх людей, особливо тих, хто старше 65 років, вакцинація є особливо критичною. Ця група має вищий ризик розвитку тяжких форм захворювання та ускладнень від COVID-19. Вакцинація значно знижує цей ризик, забезпечуючи важливий захист для цієї вразливої частини населення.",
            "Для дорослих середнього віку вакцинація також є важливою, оскільки ця група часто включає активних учасників робочої сили та батьків малолітніх дітей. Вакцинація допомагає знизити ризик переривання їхньої професійної та сімейної діяльності через захворювання та сприяє зменшенню ризику передачі вірусу внутрішньосімейно.",
            "Молоді дорослі та підлітки також можуть мати користь від вакцинації. Хоча вони, як правило, мають нижчий ризик тяжких форм COVID-19, вакцинація може допомогти запобігти поширенню вірусу серед більш широкої громадськості, особливо у навчальних закладах та інших соціальних середовищах.",
            "Вакцинація дітей від COVID-19 є предметом активних дискусій та досліджень. Оскільки вакцини продовжують проходити клінічні випробування для молодших вікових груп, це може стати важливим кроком у забезпеченні безпечного навчального середовища та захисту дітей від потенційних ускладнень вірусу.",
            "Узагалі, вакцинація від COVID-19 для різних вікових груп є важливим елементом стратегії громадської охорони здоров'я. Вона не лише захищає індивідів від захворювання, але й сприяє досягненню колективного імунітету, зменшуючи ризик майбутніх спалахів та допомагаючи суспільству повернутися до нормального життя."
          ]
        }
      ]
    },
    {
      "id": "13",
      "title": "Як Вакцинація Впливає на Динаміку Пандемії COVID-19",
      "subtitle": "Аналіз впливу масової вакцинації на перебіг пандемії.",
      "img": "https://content.apteka-ds.com.ua/images/system/tips/avatars/000/000/059/medium/%D0%B2%D1%96%D0%B4%D0%BD%D0%BE%D0%B2%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F_%D1%96%D0%BC%D1%83%D0%BD%D1%96%D1%82%D0%B5%D1%82%D1%83.jpg?1605275056",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Вакцинація проти COVID-19 грає вирішальну роль у боротьбі з пандемією, впливаючи на її динаміку та перебіг. З появою ефективних вакцин, ми отримали потужний інструмент, який не тільки зменшує кількість тяжких випадків захворювання та смертності, але й допомагає уповільнити або навіть зупинити поширення вірусу.",
            "Одним з ключових аспектів вакцинації є зниження навантаження на системи охорони здоров'я. Вакциновані особи значно рідше потребують госпіталізації, що допомагає запобігти переповненню лікарень та забезпечує кращий доступ до медичної допомоги для всіх пацієнтів, не тільки тих, хто хворіє на COVID-19.",
            "Крім того, вакцинація сприяє формуванню колективного імунітету. Коли достатньо велика частина населення щеплена, вірус втрачає свою здатність швидко поширюватися серед людей, що значно знижує ризик спалахів. Це особливо важливо для захисту тих, хто через медичні протипоказання не може бути вакцинованим.",
            "Вакцинація також має потенціал змінювати характер самої хвороби. Навіть у випадках, коли вакциновані особи заражаються, перебіг захворювання часто є менш тяжким. Це не тільки зменшує ризик смерті та ускладнень, але й допомагає знизити ймовірність довготривалого COVID-19, стану, коли симптоми тривають місяцями.",
            "Важливо також розуміти, що вакцинація - це не миттєве рішення проблеми. Ефективний контроль над пандемією вимагає поєднання вакцинації з іншими заходами громадського здоров'я, такими як носіння масок, соціальне дистанціювання та ретельна гігієна. Проте безперечно, що вакцинація є ключовим кроком на шляху до повернення до нормального життя та кінця пандемії COVID-19."
          ]
        }
      ]
    },
    {
      "id": "14",
      "title": "Роль Вакцинації у Запобіганні Мутацій COVID-19",
      "subtitle": "Аналіз впливу вакцинації на розвиток нових штамів вірусу",
      "img": "https://c.files.bbci.co.uk/7A01/production/_121833213_gettyimages-1301873080.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "У контексті пандемії COVID-19, виникнення нових штамів вірусу SARS-CoV-2 є великим занепокоєнням для глобального здоров'я. Ці мутації можуть змінювати властивості вірусу, зокрема його здатність поширюватися та уникати імунної відповіді. Вакцинація відіграє важливу роль у запобіганні виникнення та поширення цих нових варіантів, що є ключовим аспектом у контролі пандемії.",
            "Основний принцип полягає у тому, що чим менше людей інфікується вірусом, тим менше можливостей у вірусу мутувати. Вакцини знижують ризик інфекції та передачі вірусу, тим самим зменшуючи ймовірність виникнення нових мутацій. Це особливо важливо, оскільки деякі мутації можуть зробити вірус більш заразним або здатним уникати імунної відповіді.",
            "Крім того, широкомасштабна вакцинація допомагає формувати колективний імунітет. Коли велика частина населення щеплена, це створює бар'єр для поширення вірусу. Це не тільки захищає щеплені особи, але й знижує ймовірність того, що невакциновані люди зіткнуться з вірусом, зменшуючи тиск на вірус до мутації.",
            "Однак існує побоювання, що деякі мутації можуть зменшити ефективність існуючих вакцин. Це підкреслює необхідність постійного моніторингу нових варіантів вірусу та адаптації вакцин, якщо це необхідно. Вчені та виробники вакцин вже працюють над оновленнями вакцин, щоб вони залишалися ефективними проти нових штамів.",
            "У підсумку, вакцинація відіграє вирішальну роль у запобіганні розвитку та поширенню нових мутацій COVID-19. Це ключовий елемент стратегії контролю над пандемією, який допомагає зберегти здоров'я населення та сприяти поверненню до нормального життя."
          ]
        }
      ]
    },
    {
      "id": "15",
      "title": "Вакцинація проти COVID-19: Психологічні Аспекти та Суспільне Сприйняття",
      "subtitle": "Аналіз впливу вакцинації на суспільну думку та поведінку.",
      "img": "https://icdn.lenta.ru/images/2021/11/08/00/20211108004711382/wide_16_9_84bb205251900f71a029a0d6159cbbad.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Пандемія COVID-19 та введення вакцин проти неї викликали широкий спектр психологічних реакцій у різних соціальних групах. Вакцинація - це не лише медичний процес, але й складне соціальне явище, що впливає на суспільні настрої, довіру до науки та охорони здоров'я, а також на поведінку людей.",
            "Одним з ключових психологічних аспектів вакцинації є вплив на сприйняття ризику. Для багатьох людей, вакцинація від COVID-19 асоціюється зі зменшенням страху перед захворюванням та його потенційними наслідками. Це може вести до більш високого рівня особистої впевненості та відчуття безпеки.",
            "З іншого боку, існує велика група людей, які сумніваються або відчувають страх щодо вакцинації, часто через недостатню інформацію або вплив дезінформації. Ці сумніви та страхи можуть спричинити вагання щодо вакцинації, що є серйозною перешкодою для досягнення колективного імунітету.",
            "Соціальні медіа та інші платформи інформаційного обміну грають значну роль у формуванні суспільної думки про вакцинацію. На жаль, це також сприяє швидкому поширенню дезінформації та міфів, що може підірвати довіру до вакцинації та офіційних медичних рекомендацій.",
            "Важливою частиною роботи з психологічними аспектами вакцинації є ефективне комунікування та освітні кампанії. Забезпечення доступу до надійної, зрозумілої та науково обґрунтованої інформації може допомогти зменшити страхи та заблудження, сприяючи більш позитивному сприйняттю вакцинації та збільшенню рівня щеплень."
          ]
        }
      ]
    },
    {
      "id": "16",
      "title": "Майбутнє Вакцинації: Адаптація до Нових Штамів COVID-19",
      "subtitle": "Обговорення потенціалу та необхідності адаптації вакцин до нових варіантів вірусу",
      "img": "https://ichef.bbci.co.uk/news/800/cpsprodpb/11909/production/_119054917_gettyimages-1317536423-170667a.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "VACCINATION"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "З появою нових штамів COVID-19, світ стоїть перед необхідністю адаптації існуючих вакцин. Ці нові варіанти вірусу, які часто характеризуються підвищеною заразністю або здатністю уникати імунної відповіді, викликають занепокоєння щодо ефективності поточних вакцин. Оновлення та адаптація вакцин стають важливою частиною стратегії боротьби з пандемією.",
            "Розробка вакцин проти COVID-19 була здійснена з небувалою швидкістю, але це лише початок тривалого процесу вакцинації. Здатність вірусу до мутацій вимагає гнучкості та адаптивності від виробників вакцин. Технології мРНК, використані в деяких вакцинах, уже показали свою здатність до швидкої адаптації, що може бути ключовим фактором у відповіді на нові виклики.",
            "Оновлення вакцин для врахування нових штамів вірусу – це складний процес, який включає не тільки розробку та виробництво нових формул, але й проведення додаткових клінічних випробувань та отримання регуляторного схвалення. Однак, у світлі постійної загрози від COVID-19, це є необхідним кроком для підтримання високої ефективності імунізації.",
            "Крім наукових та технічних аспектів, адаптація вакцин до нових штамів також включає виклики щодо логістики, виробництва та глобального розподілу. Це вимагає координованих зусиль на міжнародному рівні, щоб забезпечити, що оновлені вакцини стануть доступними та доступними для всіх країн, особливо для тих, що мають обмежені ресурси.",
            "У підсумку, адаптація вакцин до нових штамів COVID-19 є критично важливою для подолання поточної пандемії та запобігання майбутнім спалахам. Це демонструє гнучкість та потенціал наукового співтовариства реагувати на зміни вірусу і забезпечувати тривалий захист для населення світу."
          ]
        }
      ]
    },
    {
      "id": "17",
      "title": "Генетичний Аналіз COVID-19: Розкриття Таємниць Вірусу SARS-CoV-2",
      "subtitle": "Детальний огляд генетичної структури вірусу.",
      "img": "https://cdn4.suspilne.media/images/resize/720x1.78/ff66feed480bbce6.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "RESEARCH"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Від початку пандемії COVID-19, генетичний аналіз вірусу SARS-CoV-2 став ключовим елементом у зусиллях щодо його розуміння та боротьби з ним. Геном вірусу, що містить всю необхідну інформацію для його реплікації та взаємодії з хазяїном, став предметом численних досліджень. Розшифровка генетичної структури SARS-CoV-2 допомагає вченим розуміти його походження, шляхи передачі, а також розвивати ефективні методи лікування та вакцини.",
            "Геном SARS-CoV-2 містить РНК і є відносно невеликим, але дуже складним. Він кодує кілька білків, включаючи шиповий білок (spike protein), який вірус використовує для проникнення в клітини людини. Цей білок є ключовою мішенню для більшості розроблених вакцин, оскільки блокування його здатності з'єднуватися з клітинами може запобігти інфекції.",
            "Генетичний аналіз також виявив мутації вірусу, які призвели до появи нових варіантів, таких як Delta та Omicron. Деякі з цих мутацій збільшили заразність вірусу або змінили спосіб, яким він взаємодіє з імунною системою людини. Вивчення цих мутацій є критично важливим для розробки стратегій запобігання та лікування, а також для адаптації вакцин.",
            "Крім того, генетичний аналіз допомагає відстежувати поширення вірусу по всьому світу та розуміти патерни його передачі. Це дозволяє вченим і охороні здоров'я краще розуміти, як вірус поширюється в різних умовах та серед різних груп населення, що є ключовим для розробки ефективних заходів громадської охорони здоров'я.",
            "У підсумку, генетичний аналіз вірусу SARS-CoV-2 відіграє фундаментальну роль у нашому розумінні COVID-19. Він не тільки допомагає в розробці та адаптації медичних заходів, але й вносить вклад у наукові знання про вірусні захворювання загалом, що є надзвичайно важливим для майбутніх досліджень у цій галузі."
          ]
        }
      ]
    },
    {
      "id": "18",
      "title": "Зв'язок між COVID-19 та Хронічними Захворюваннями",
      "subtitle": "Аналіз, як COVID-19 впливає на людей з хронічними станами",
      "img": "https://static.ukrinform.com/photos/2020_12/thumb_files/630_360_1606836924-702.jpg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "RESEARCH"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Пандемія COVID-19 виявила значний вплив вірусу SARS-CoV-2 на людей з хронічними захворюваннями. Дослідження показують, що пацієнти з певними хронічними станами, такими як серцево-судинні захворювання, діабет та хронічні респіраторні захворювання, мають вищий ризик розвитку тяжких форм COVID-19 та вищу ймовірність смерті.",
            "Хронічні захворювання можуть послабити імунну систему, роблячи організм більш вразливим до інфекцій. У випадку з COVID-19, це може призвести до більш швидкого прогресування захворювання та збільшення ризику ускладнень. Наприклад, у пацієнтів з діабетом відзначається вищий ризик запальних ускладнень, а в людей з хворобами серця - більший ризик серцево-судинних ускладнень.",
            "Пандемія також підкреслила важливість ефективного управління хронічними захворюваннями як частини стратегії запобігання важким формам COVID-19. Регулярний медичний контроль, дотримання рекомендованих лікувальних режимів та уникнення факторів ризику, таких як куріння та нездорове харчування, є ключовими для зниження ризику ускладнень при COVID-19.",
            "Крім того, вакцинація проти COVID-19 стала важливою частиною стратегії захисту людей з хронічними захворюваннями. Вакцини демонструють високу ефективність у запобіганні тяжким формам захворювання та знижують ризик госпіталізації та смерті, навіть серед цієї вразливої групи пацієнтів.",
            "У підсумку, зв'язок між COVID-19 та хронічними захворюваннями вимагає особливої уваги як від медичних працівників, так і від самих пацієнтів. Підвищена увага до управління цими захворюваннями, разом з активними зусиллями з вакцинації, може значно знизити ризик серйозних наслідків COVID-19."
          ]
        }
      ]
    },
    {
      "id": "19",
      "title": "Довгострокові Наслідки COVID-19: Що Ми Знаємо?",
      "subtitle": "Дослідження тривалих ефектів вірусу на здоров'я",
      "img": "https://amnu.gov.ua/wp-content/uploads/2021/05/koronaviruslikarka-67169a91cacd241a88bc75960710d80b.jpeg",
      "views": 1022,
      "createdAt": "26.02.2022",
      "userId": "1",
      "type": [
        "RESEARCH"
      ],
      "blocks": [
        {
          "id": "1",
          "type": "TEXT",
          "paragraphs": [
            "Пандемія COVID-19, спричинена вірусом SARS-CoV-2, стала причиною значної уваги не лише до гострих, але й до довгострокових наслідків цього захворювання. Називаючи ці наслідки 'довгим COVID' або 'пост-COVID синдромом', медичні дослідники виявили, що у деяких пацієнтів симптоми продовжують тривати місяцями після одужання від первинної інфекції.",
            "Ці тривалі симптоми можуть бути різноманітними, включаючи хронічну втому, задишку, біль у суглобах, неврологічні розлади, такі як затуманеність свідомості, і навіть психологічні наслідки, такі як депресія або тривожність. Це свідчить про те, що вірус може впливати на різні органи та системи в організмі, включаючи легені, серце, нервову систему і імунну систему.",
            "Найбільш тривожним є той факт, що довгий COVID може вражати не тільки людей, які перенесли важку форму захворювання, але й тих, хто мав легкі або навіть безсимптомні випадки інфекції. Це ставить питання про механізми, за допомогою яких вірус впливає на організм, та вимагає подальших досліджень для розуміння кращих методів лікування та реабілітації пацієнтів.",
            "Науковці також досліджують, які фактори можуть збільшувати ризик розвитку довгого COVID. Це включає вивчення генетичних факторів, стану імунної системи пацієнта, та наявності попередніх захворювань. Понимання цих факторів допоможе визначити групи ризику та розробити цільові стратегії лікування.",
            "Загалом, довгий COVID представляє собою серйозний виклик для громадського здоров'я. Це вимагає уваги до комплексного підходу до пацієнтів, що включає не тільки гостре лікування COVID-19, але й тривалу підтримку та реабілітацію для тих, хто страждає від довгострокових наслідків цього захворювання."
          ]
        }
      ]
    }
  ],
  "comments": [
    {
      "id": "1",
      "text": "some comment",
      "articleId": "1",
      "userId": "1"
    },
    {
      "id": "2",
      "text": "some comment 2",
      "articleId": "1",
      "userId": "1"
    },
    {
      "id": "3",
      "text": "some comment 3",
      "articleId": "1",
      "userId": "1"
    },
    {
      "articleId": "1",
      "userId": "1",
      "text": "123",
      "id": "4Cljjzl"
    },
    {
      "articleId": "1",
      "userId": "1",
      "text": "123asfasf",
      "id": "AEM4Dvc"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "123asfasf",
      "id": "IFEOWl0"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "hello world",
      "id": "dBacYRZ"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "хехехехе",
      "id": "rBX_C-e"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "fffff",
      "id": "5k0ApX-"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "sdfsdfsd",
      "id": "w-HDIRq"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "asdasdasd",
      "id": "MVvGQoZ"
    },
    {
      "articleId": "3",
      "userId": "1",
      "text": "comment 1",
      "id": "bAs7YBE"
    },
    {
      "articleId": "2",
      "userId": "1",
      "text": "nice",
      "id": "p5rMadd"
    },
    {
      "articleId": "3",
      "userId": "1",
      "text": "123213",
      "id": "Zu_RNuF"
    },
    {
      "articleId": "8",
      "userId": "1",
      "text": "dfdsf",
      "id": "4rFHQgJ"
    },
    {
      "articleId": "8",
      "userId": "1",
      "text": "sdfsdf",
      "id": "yYEdTI-"
    },
    {
      "articleId": "7",
      "userId": "1",
      "text": "123213",
      "id": "TR1yDY6"
    },
    {
      "articleId": "7",
      "userId": "1",
      "text": "112",
      "id": "wSAhqy5"
    },
    {
      "articleId": "18",
      "userId": "1",
      "text": "12",
      "id": "r6b1z-N"
    },
    {
      "articleId": "18",
      "userId": "2",
      "text": "hi",
      "id": "DENfTu6"
    },
    {
      "articleId": "7",
      "userId": "2",
      "text": "33",
      "id": "Ps59wrg"
    },
    {
      "articleId": "7",
      "userId": "2",
      "text": "123",
      "id": "zzYVth3"
    },
    {
      "articleId": "7",
      "userId": "2",
      "text": "123",
      "id": "WjF4c_d"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "good",
      "id": "fta748h"
    },
    {
      "articleId": "2",
      "userId": "2",
      "text": "omg",
      "id": "ZlmlUrg"
    },
    {
      "articleId": "7",
      "userId": "1",
      "text": "123",
      "id": "KmtWJR_"
    },
    {
      "articleId": "8",
      "userId": "2",
      "text": "asdasd",
      "id": "eB1A-7c"
    },
    {
      "articleId": "2",
      "userId": "1",
      "text": "class",
      "id": "wAZ_hJM"
    },
    {
      "articleId": "2",
      "userId": "1",
      "text": "asfasf",
      "id": "SygCNYE"
    },
    {
      "articleId": "1",
      "userId": "2",
      "text": "213",
      "id": "bq8YXY2"
    },
    {
      "articleId": "1",
      "userId": "1",
      "text": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Cupiditate dolores dolorum eaque eius excepturi expedita     ipsa nam, quos rem rerum voluptas voluptate voluptatem? Dicta distinctio dolore explicabo labore magni sit!Lorem ipsum dolor sit amet, consectetur adipisicing elit. Cupiditate dolores dolorum eaque eius excepturi expedita     ipsa nam, quos rem rerum voluptas voluptate voluptatem? Dicta distinctio dolore explicabo labore magni sit!",
      "id": "lTD5sA7"
    },
    {
      "articleId": "7",
      "userId": "1",
      "text": "asd",
      "id": "NfX84Yo"
    },
    {
      "articleId": "18",
      "userId": "1",
      "text": "фыафыа",
      "id": "Fmg06f6"
    },
    {
      "articleId": "3",
      "userId": "1",
      "text": "test comment",
      "id": "hvp_zjt"
    },
    {
      "articleId": "7",
      "userId": "1",
      "text": "123jkk",
      "id": "YhbOVSo"
    },
    {
      "articleId": "11",
      "userId": "1",
      "text": "juhuh",
      "id": "9fYdI-6"
    },
    {
      "articleId": "11",
      "userId": "1",
      "text": "123",
      "id": "3Si8sqo"
    },
    {
      "articleId": "11",
      "userId": "1",
      "text": "тест",
      "id": "VSCpDp8"
    }
  ],
  "users": [
    {
      "id": "1",
      "username": "admin",
      "password": "123",
      "roles": [
        "ADMIN"
      ],
      "features": {
        "isArticleRatingEnabled": true,
        "isCounterEnabled": true,
        "isAppRedesigned": true
      },
      "avatar": "https://img.freepik.com/free-vector/wear-mask-abstract-concept-vector-illustration-virus-spread-prevention-measures-social-distance-exposure-risk-coronavirus-symptoms-personal-protection-infection-fear-abstract-metaphor_335657-1692.jpg?w=996&t=st=1702136172~exp=1702136772~hmac=119cbd94c6d554a80cc3013e778e44cf022f38a665722ea274dd29138575cd42",
      "jsonSettings": {
        "isArticlesPageWasOpened": true,
        "theme": "app_dark_theme"
      }
    },
    {
      "id": "2",
      "username": "user",
      "password": "123",
      "roles": [
        "USER"
      ],
      "features": {
        "isArticleRatingEnabled": false,
        "isCounterEnabled": false,
        "isAppRedesigned": false
      },
      "avatar": "https://i.pinimg.com/originals/9a/e0/2d/9ae02d4b4288396108ef77830a59e060.jpg",
      "jsonSettings": {
        "isArticlesPageWasOpened": true,
        "theme": "app_dark_theme"
      }
    },
    {
      "id": "3",
      "username": "manager",
      "password": "123",
      "roles": [
        "MANAGER"
      ],
      "features": {
        "isArticleRatingEnabled": false,
        "isCounterEnabled": true
      },
      "avatar": "https://s1.1zoom.ru/big3/992/367659-alexfas01.jpg",
      "jsonSettings": {
        "isArticlesPageWasOpened": true
      }
    },
    {
      "id": "4",
      "username": "testuser",
      "password": "123",
      "roles": [
        "ADMIN"
      ],
      "features": {
        "isArticleRatingEnabled": true,
        "isCounterEnabled": true
      },
      "avatar": "https://s1.1zoom.ru/big3/992/367659-alexfas01.jpg"
    }
  ],
  "profile": [
    {
      "id": "1",
      "first": "Diana",
      "lastname": "O",
      "age": 23,
      "currency": "USD",
      "country": "Ukraine",
      "city": "Chernivtsi",
      "username": "admin",
      "avatar": "https://img.freepik.com/free-vector/wear-mask-abstract-concept-vector-illustration-virus-spread-prevention-measures-social-distance-exposure-risk-coronavirus-symptoms-personal-protection-infection-fear-abstract-metaphor_335657-1692.jpg?w=996&t=st=1702136172~exp=1702136772~hmac=119cbd94c6d554a80cc3013e778e44cf022f38a665722ea274dd29138575cd42"
    },
    {
      "id": "2",
      "first": "ttt",
      "lastname": "asf",
      "age": 465,
      "currency": "EUR",
      "country": "Ukraine",
      "city": "Kolomiya",
      "username": "kolom",
      "avatar": "https://i.pinimg.com/originals/9a/e0/2d/9ae02d4b4288396108ef77830a59e060.jpg"
    },
    {
      "id": "4",
      "first": "test",
      "lastname": "user",
      "age": 465,
      "currency": "EUR",
      "country": "Ukraine",
      "city": "lviv",
      "username": "testuser",
      "avatar": "https://xakep.ru/wp-content/uploads/2018/05/171485/KuroiSH-hacker.jpg"
    }
  ],
  "article-ratings": [
    {
      "id": "1",
      "rate": 4,
      "feedback": "GJ",
      "userId": "1",
      "articleId": "1"
    },
    {
      "userId": "1",
      "articleId": "3",
      "rate": 3,
      "feedback": "",
      "id": "I7ofk1u"
    },
    {
      "userId": "1",
      "articleId": "9",
      "rate": 5,
      "feedback": "asdasdasdasd",
      "id": "Y7MhPzo"
    },
    {
      "userId": "1",
      "articleId": "10",
      "rate": 1,
      "feedback": "omg",
      "id": "II0a75O"
    },
    {
      "userId": "1",
      "articleId": "7",
      "rate": 3,
      "feedback": "",
      "id": "bcPnbbZ"
    },
    {
      "userId": "2",
      "articleId": "1",
      "rate": 4,
      "feedback": "asdasdasdad",
      "id": "1I3E5gT"
    },
    {
      "userId": "1",
      "articleId": "2",
      "rate": 2,
      "feedback": "asdasdasd",
      "id": "xbwnNBF"
    },
    {
      "userId": "1",
      "articleId": "12",
      "rate": 5,
      "feedback": "фыаыфаыаф",
      "id": "ftXTMSh"
    },
    {
      "userId": "1",
      "articleId": "11",
      "rate": 4,
      "feedback": "jhuhu",
      "id": "5TxvrSz"
    }
  ],
  "profile-ratings": [
    {
      "id": "1",
      "rate": 4,
      "feedback": "GJ",
      "userId": "1",
      "profileId": "1"
    },
    {
      "id": "2",
      "rate": 4,
      "feedback": "GJ",
      "userId": "1",
      "profileId": "2"
    }
  ]
}